brew "stow"
brew "starship"
brew "git"
brew "neovim"
brew "tmux"
brew "bat"
brew "lsd"
brew "ripgrep"
brew "fd"
brew "lazygit"
#brew "docker"
brew "docker-compose"
brew "lazydocker"
brew "openjdk"
brew "fzf"
# brew "zsh-autosuggestions"

cask "alacritty"
cask "google-chrome"
cask "google-japanese-ime"
cask "chatgpt"
cask "deepl"
cask "visual-studio-code"
cask "docker"
cask "raycast"
cask "hammerspoon"
cask "figma"
