brew "stow"
brew "starship"
brew "vim"
brew "tmux"
brew "neovim"
brew "bat"
brew "lsd"
brew "rg"
brew "fd"
brew "fzf"
brew "neofetch"
brew "lazygit"

cask "figma"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "alacritty"
cask "brave-browser"
cask "spotify"
cask "pulsar"
cask "zed"
