brew "stow"
brew "zsh"
brew "starship"
brew "tmux"
brew "git"
brew "git-flow"
brew "bat"
brew "lsd"
brew "fzf"
brew "fd"
brew "gh"
brew "z"
brew "lazygit"
brew "lazydocker"
brew "vim"
brew "nvim"
brew "ripgrep"
brew "oxker"

cask "ghostty"
cask "docker"
cask "google-chrome"
cask "raycast"
cask "hammerspoon"
cask "deepl"
cask "google-japanese-ime"
cask "chatgpt"
cask "Slack"
cask "Figma"
cask "Discord"
cask "obsidian"
